Repository: J-U-B/lazarus
Catalog: helper/opsiclientkiosk/languages/opsiclientkiosk.*.po
Languages: pl, ru

source: All groups
pl: Wszystkie grupy
ru: Все группы

source: No Product Groups found ...
pl: Nie znaleziono produktów w grupie ...
ru: Группы продуктов не найдены ...

source: No action requests found.
pl: Nie znaleziono akcji
ru: Запросов действий не найдено.

source: Sending log file to server ...
pl: Wysyłanie logów na serwer ...
ru: Отправка log-файла на сервер ...

# TFINSTALLDLG.BITBTNLATER.CAPTION
source: Install at next Standard Event (e.g. Reboot)
pl: Instalacja przy następnym wydarzeniu (np restart)
ru: Установить при следующем стандартном событии (напр. перезагрузка)

# TFINSTALLDLG.BITBTNNOW.CAPTION
source: Install now (Close all Applications)
pl: Instalacja teraz (Zamknij wszystkie programy)
ru: Установить сейчас (закрыть все приложения)

# TFINSTALLDLG.LABEL1.CAPTION
source: The following Actions will be done:
pl: Akcje, które zostaną zakończone:
ru: Будут выполнены следующие действия:

# TFINSTALLDLG.TOOLBAR1.CAPTION
source: ToolBar1
pl: nie przetłumaczone

# TFOPSICLIENTKIOSK.BITBTNCANCEL.HINT
source: Terminate Program (with out any further action)
pl: Zakończ program (bez dalszych działań)
ru: Завершить программу (без каких-либо дальнейших действий)

source: Show Actions
pl: Pokaż akcje
ru: Показать действия

source: Show the list of action requests in the list.
pl: Zobacz listę żądań akcji
ru: Показать список продуктов с требуемыми действиями

source: Store Actions
pl: Skład operacji.
ru: Сохранить действия

source: Send the list of action requests in the list to the server, show the results and ask for installation start.
pl: Wyślij listę żądań akcji na serwer, pokaż wyniki i spytaj o rozpoczęcie instalacji.
ru: Отправить список действий на сервер, показать результаты и запросить запуск установки

source: Filter for Upgrade
pl: Filtr aktualizacji.
ru: Апгрейд-фильтр

source: Filter for Products where an upgrade is possible
pl: Filtr produktów, które można zaktualizować.
ru: Фильтр по продуктам, для которых возможен апгрейд

source: datapanel
pl: nie przetłumaczone

source: Click to ActionRequest Column, to set action requests (setup/uninstall)
pl: Kliknij na zgłoszenie akcji i ustaw akcję (setup/odinstalowanie)
ru: Кликните по столбцу ActionRequest, чтобы установить действие (setup/uninstall)

source: List of possible groups
pl: Lista dostępnych grup.

source: grouppanel
pl: nie przetłumaczone

source: Advice:
pl: Wskazówka:
ru: Примечание:

source: Version at Client
pl: Wersja klienta
ru: Версия на клиенте

source: LabelDataload
pl: nie przetłumaczone

source: LabelDataLoadDetail
pl: nie przetłumaczone

source: Description:
pl: Opis:
ru: Описание:

source: Priority:
pl: Piorytet:
ru: Приоритет:

source: Version at Server
pl: Wersja na serwerze:
ru: Версия на сервере:

source: Please wait ...
pl: Proszę czekać ...
ru: Пожалуйста, подождите ...

source: PanelDependencies
pl: nie przetłumaczone
ru: do not translate

source: PanelProgess
pl: nie przetłumaczone

source: PanelToolbar
pl: nie przetłumaczone

source: productdetailpanel
pl: nie przetłumaczone

source: productlistpanel
pl: nie przetłumaczone

source: Search in Productlist
pl: Szukaj w produkach
ru: Искать в списке продуктов

source: Filter
pl: Filtr

source: Set Filter
pl: Ustaw filtr

source: Show all
pl: Pokaż wszystkie
ru: Показать всех

source: Show all List entries (No Filter)
pl: Wyświetl listę wpisów (bez filtru)
ru: Показать все записи (без фильтра)

source: Not Connected to opsi server
pl: Nie połączono do serwera OPSI
ru: Не подключен к OPSI-серверу

source: Details
pl: Szczegóły
ru: Детали

source: Dependencies / Priority
pl: Zależności / Piorytety
ru: Зависимости / Приоритет

source: opsi Client Kiosk
pl: Kiosk OPSI

# tfopsiclientkiosk.toolbar1.caption
source: ToolBar1
pl: nie przetłumaczone

# tform1.bitbtnlater.caption
source: Install at next Standard Event (e.g. Reboot)
pl: Instalacja przy następnym wydarzeniu (np restart)
ru: Установить при следующем стандартном событии (напр. перезагрузка)

# tform1.bitbtnnow.caption
source: Install now (Close all Applications)
pl: Instalacja teraz (Zamknij wszystkie programy)
ru: Установить сейчас (закрыть все приложения)

# tform1.label1.caption
source: The following Actions will be done:
pl: Akcje zostaną zakończone:
ru: Будут выполнены следующие действия:

# TFORM1.TOOLBAR1.CAPTION
source: ToolBar1
pl: nie przetłumaczone
